export const DiseaseList = {
    "dog" : {
        "eye": [
            {
                name: "결막염 (Conjunctivitis)",
                reason: ['세균감염', '바이러스 감염', '알레르기', '외상','화학물질','눈물관막힘','자가면역질환']
            },
            {
                name: '궤양성각막질환 (ulcerating)',
                reason: ['외상','감염','안구 건조증','만성적인 자극','자가면역질환','화학물질 노출','기타 질병']
            },
            {
                name: '백내장 (cataract)',
                reason: ['노화','유전적 요인','외상','당뇨병','염증','독소 및 약물','영양 결핍','선천성 요인']
            },
            {
                name: '색소침착성각막염 (pigmentation)',
                reason: ['속눈썹','안검내반','이물질','수술 합병증','건조성 각막염','만성 염증','자가면역질환','유전적 요인']
            },
            {
                name: '안검염 (blepharitis)',
                reason: ['세균감염','진균감염','바이러스 감염','기생충감염','알레르기','지루성 피부염','아토피성 피부염','자가면역질환','호르몬 변화']
            },
            {
                name: '핵경화 (nuclear_sclerosis)',
                reason: ['노화','수정체 단백질의 변화','수정체 세포의 압축']
            }
        ],
        "skin": [
            {
                name: '구진, 플라크 (plaque)',
                reason: ['알레르기','기생충','세균감염','자가면역질환','피부 자극','만성 피부염','종양']
            },
            {
                name: '비듬, 각질, 상피성잔고리 (dandruff)',
                reason: ['건조한피부','알레르기','기생충감염','피부감염','영양 결핌','피부질환','곰팡이감염','자가면역질환']
            },
            {
                name: '태선화, 과다색소침착 (hyperpigmentation)',
                reason: ['자가면역질환','유전적요인','환경적요인','자외선노출','염증','호르몬변화','기타 질환']
            },
            {
                name: '농포, 여드름 (pustule)',
                reason: ['세균감염','기생충감염','외부자극','체지방종','피지 과도분비','호르몬 변화']
            },
            {
                name: '미란, 궤양 (erosion)',
                reason: ['식이문제','스트레스','중독','세균감염','약물','신체적 손상']
            },
            {
                name: '결졀, 종괴 (nodosity)',
                reason: ['염증','종양','외상','알레르기','자가면역질환','바이러스감염']
            }
        ]
    },
    "cat" : {
        "skin": [
            {
                name: '농포, 여드름 (pustule)',
                reason: ['세균감염','화상','피부 손상','기생충','피지선 과도 분비']
            },
            {
                name: '비듬, 각질, 상피성잔고리 (dandruff)',
                reason: ['건조한환경','영양부족','피부질환','기생충','알레르기','갑상선기능저하','비타민결핍']
            },
            {
                name: '결절, 종괴 (nodosity)',
                reason: ['염증','종양','외상','알레르기','자가면역질환','피지선과다발달']
            }
        ],
        "eye": [
            {
                name: '각막궤양 (corneal_ulcer)',
                reason: ['외상','감염','안구 건조증','기타 안구 질환']
            },
            {
                name: '각막부골편 (corneal_sequesration)',
                reason: ['외상','감염','안구 건조증','고양이 극도성 스크래치 증후군','기타 안구 질환']
            },
            {
                name: '결막염 (conjunctivitis)',
                reason: ['바이러스감염','세균감염','알레르기','환경요인']
            },
            {
                name: '비궤양성각막염 (non_ulcerating)',
                reason: ['알레르기','환경요인','안구 건조증','바이러스감염','세균감염','외상']
            },
            {
                name: '안검염 (blepharitis)',
                reason: ['세균감염','바이러스감염','알레르기','외상','안검 누출']
            }
        ]
    }
}