export const DiseaseList = {
    "dog" : {
        "eye": {
            
                "결막염": {
                    lst: ['세균감염', '바이러스 감염', '알레르기', '외상','화학물질','눈물관막힘','자가면역질환'],
                    name: 'conjucntivitis'
                }
            ,
            
                '궤양성각막질환': {
                    lst: ['외상','감염','안구 건조증','만성적인 자극','자가면역질환','화학물질 노출','기타 질병'],
                    name: 'ulcerating'
                }
            ,
            
                '백내장': {
                    lst:['노화','유전적 요인','외상','당뇨병','염증','독소 및 약물','영양 결핍','선천성 요인'],
                    name: 'cataract'
                }
            ,
            
                '색소침착성각막염': {
                    lst: ['속눈썹','안검내반','이물질','수술 합병증','건조성 각막염','만성 염증','자가면역질환','유전적 요인'],
                    name: 'pigmentation'
                }
            ,
            
                '안검염': {
                    lst: ['세균감염','진균감염','바이러스 감염','기생충감염','알레르기','지루성 피부염','아토피성 피부염','자가면역질환','호르몬 변화'],
                    name: 'blepharitis'
                }
            ,
            
                '핵경화': {
                    lst: ['노화','수정체 단백질의 변화','수정체 세포의 압축'],
                    name: 'nuclear_sclerosis'
                }
            
        },
        "skin": {
            
                '구진, 플라크 ': {
                    lst: ['알레르기','기생충','세균감염','자가면역질환','피부 자극','만성 피부염','종양'],
                    name: 'plaque',
                }
            ,
            
                '비듬, 각질, 상피성잔고리': {
                    lst: ['건조한피부','알레르기','기생충감염','피부감염','영양 결핌','피부질환','곰팡이감염','자가면역질환'],
                    name: 'dandruff'
                }
            ,
            
                '태선화, 과다색소침착': {
                    lst: ['자가면역질환','유전적요인','환경적요인','자외선노출','염증','호르몬변화','기타 질환'],
                    name: 'hyperpigmentation'
                }
            ,
            
                '농포, 여드름': {
                    lst: ['세균감염','기생충감염','외부자극','체지방종','피지 과도분비','호르몬 변화'],
                    name: 'pustule'
                }
            ,
            
                '미란, 궤양': {
                    lst: ['식이문제','스트레스','중독','세균감염','약물','신체적 손상'],
                    name: 'erosion'
                }
            ,
            
                '결졀, 종괴': {
                    lst: ['염증','종양','외상','알레르기','자가면역질환','바이러스감염'],
                    name: 'nodosity'
                }
            
        }
    },
    "cat" : {
        "skin": {
            
                '농포, 여드름': {
                    lst: ['세균감염','화상','피부 손상','기생충','피지선 과도 분비'],
                    name: 'pustule'
                },
            
            
                '비듬, 각질, 상피성잔고리': {
                    lst: ['건조한환경','영양부족','피부질환','기생충','알레르기','갑상선기능저하','비타민결핍'],
                    name: 'dandruff'
                },
            
            
                '결절, 종괴': {
                    lst: ['염증','종양','외상','알레르기','자가면역질환','피지선과다발달'],
                    name: 'nodosity'
                }
        
        },
        "eye": {
            
                '각막궤양': {
                    lst: ['외상','감염','안구 건조증','기타 안구 질환'],
                    name: 'corneal_ulcer'
                }
            ,
            
                '각막부골편': {
                    lst: ['외상','감염','안구 건조증','고양이 극도성 스크래치 증후군','기타 안구 질환'],
                    name: 'corneal_sequesration'
                }
            ,
            
                '결막염': {
                    lst: ['바이러스감염','세균감염','알레르기','환경요인'],
                    name: 'conjunctivitis'
                }
            ,
            
                '비궤양성각막염': {
                    lst: ['알레르기','환경요인','안구 건조증','바이러스감염','세균감염','외상'],
                    name: 'non_ulcerating'
                }
            ,
            
                '안검염': {
                    lst: ['세균감염','바이러스감염','알레르기','외상','안검 누출'],
                    name: 'blepharitis'
                }
            
        }
    }
}